Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/24_id_513148.html.tmx
Source language: nob
Languages: sme

source: Utviklingen i nordområdene preges imidlertid av forholdet mellom stormaktsinteresser, samt forholdet mellom enkeltstater og store internasjonale selskaper.
sme: Dattetge váikkuhit stuorraválddiid beroštumit ollu dasa mii dáhpáhuvvá davvin, ja maiddái ovttaskasstáhtaid ja stuorra riikkaidgaskasaš fitnodagaid oktavuođat.

source: I en slik sammenheng er det vanskelig for Sametinget og urfolkene i Arktis å hevde sine interesser og rettigheter.
sme: Dakkár dilis lea váttis Sámediggái ja Árktisa eamiálbmogiidda čuoččuhit beroštusaideaset ja vuoigatvuođaideaset.

source: Sametinget ser det som sin oppgave å representere og fremme interessene og rettighetene til den samiske befolkningen, samt bidra til at urfolkene i Arktis sine behov og interesser ivaretas i forhold til industriell utvikling, framtidig utvinning og transport av ressursene i nordområdene.
sme: Sámediggi oaidná iežas bargun ovddastit sámi álbmoga ja ovddidit sámi álbmoga beroštusaid ja vuoigatvuođaid, ja maiddái váikkuhit dasa ahte Árktisa eamiálbmogiid dárbbut ja beroštusat fuolahuvvojit industriálalaš ovddideamis ja davviguovlluid resurssaid bohkama ja fievrrideami oktavuođas boahtteáiggis.

source: Sametinget har i 2006 deltatt på flere møter der nordområdepolitikken står sentralt. Halvårig kontaktmøter mellom Utenriksdepartementet og Sametinget, kontaktforumet mellom Utenriksdepartementet og nordnorske myndigheter, den norske delegasjonen til ministermøte i Arktisk råd.
sme: Sámediggi lea 2006s oassálastán máŋgga čoahkkimii main davviguovlopolitihkka lea leamaš guovddážis; gulahallančoahkkimiidda juohke jahkebeali Olgoriikadepartemeantta ja Sámedikki gaskka, Olgoriikadepartemeantta ja davvinorgalaš eiseválddiid gaskasaš gulahallanForumi, Norgga sáttágoddái árktalaš ráđi ministtarčoahkkimiin.

source: Av viktige saker som er blitt diskutert er Sametingsrådets internasjonale satsningsområder, Barentssamarbeidet, Nordisk Samekonvensjon, Norges formannskap i Arktisk Råd, klimaendringer, EU og FNs urfolkserklæring.
sme: Deaŧalaš áššin leat leamaš Sámediggeráđi riikkaidgaskasaš áŋgiruššansuorggit, Barentsovttasbargu, Davviriikkalaš Sámekonvenšuvdna, Norgga ovdagoddi árktalaš ráđis, dálkkádatrievdamat, EU ja ON eamiálbmotjulggaštus.

source: Norge har overtatt formannskapsvervet i Arktisk Råd for perioden fram til 2008.
sme: Norga lea váldán badjelasaš árktalaš ráđi ovdagoddedoaimma 2008 rádjai.

source: Det skal etableres et midlertidig sekretariat i Tromsø for Arktisk råd i den nordiske formannskapsperioden 2006 – 2012.
sme: Gaskaboddasaš čállingoddi galgá ásahuvvot Romsii árktalaš ráđi várás davviriikkalaš ovdagoddeáigodahkii 2006 – 2012.

source: For Sametinget er det svært viktig at urfolkskompetanse, herunder også særlig kompetanse om samiske forhold, er sterk og synlig i sekretariatet.
sme: Sámediggái lea hui deaŧalaš ahte eamiálbmotgelbbolašvuohta, dás maiddái erenoamáš gelbbolašvuohta sámi diliid birra, lea nanus ja oidnosis čállingottis.

source: Dette vil også være i tråd med St.meld. 30 (2004 – 2005) og Stortingets innstilling til meldingen.
sme: Dát guorrasa maiddái St. dieđáhussii 30(2004 – 2005) ja Stuorradiggedieđáhusa evttohussii.

source: Norges formannsposisjon i Arktisk Råd må benyttes for å få andre stater til å tilskutte seg internasjonale konvensjoner.
sme: Norgga ovdaolbmosadji árktalaš ráđis ferte geavahuvot gaskaoapmin oažžut eará riikkaid guorrasit riikkaidgaskasaš konvenšuvnnaide.

source: Det arktiske samarbeidet omfatter også et samarbeid mellom de parlamentariske forsamlingene i de arktiske statene.
sme: árktalaš ovttasbargui gullá maiddái árktalaš stáhtaid parlamentáralaš čoahkkanemiid ovttasbargu.

source: Hvert annet år arrangeres en konferanse for arktiske parlamentarikere, der også representanter for Samisk Parlamentarisk Råd deltar.
sme: Juohke nuppi jagi lágiduvvo árktalaš parlamentarihkarkonferánsa, mas maiddái Sámi Parlamentáralaš Ráđi áirasat oassálastet.

source: Den 7. Arktiske parlamentarikerkonferansen ble arrangert i Kiruna i august 2006.
sme: 7. árktalaš parlamentarihkarkonferánsa lágiduvvui Gironis 2006 borgemánus.

source: Samisk parlamentarisk råd og sametingene i Norge, Sverige og Finland rapporterte til konferansen blant annet utkastet til Nordisk Samekonvensjon, utkastet til FNs Urfolkserklæring, avtalen om konsultasjoner mellom norske myndigheter og Sametinget i Norge, og om finnmarksloven.
sme: Sámi parlamentáralaš ráđđi ja Norgga, Ruoŧa ja Suoma beale sámedikkit raporterejedje konferánsii earret eará Davviriikkalaš sámekonvešuvdnaevttohusa, ON eamiálbmot, ­julggaštusevttohusa Norgga eiseválddiid ja Norgga beale Sámedikki gaskasaš konsultašuvdnašiehtadusa, ja maiddái Finnmárkkulága.

source: Konferansen vedtok en 50 punkters Conference statement, en erklæring hvor urfolksdimensjonen er synlig.
sme: Konferánsa mearridii 50 čuoggásaš Conference statement, julggaštus mas eamiálbmotdimenšuvdna lea oidnosis.

source: Samisk parlamentarisk råd deltar som permanent deltaker i Arktisk parlamentarisk komite, the Standing Committee of Parliamentarians of the Arctic Region (SCPAR), som er parlamentarikernes samarbeidsorgan mellom de arktiske parlamentarikerkonferansene.
sme: Sámi parlamentáralaš ráđđi oassálastá bistevaš oassálastin árktalaš parlamentáralaš lávdegottis, the Standing Committee of Parliamentarians of the Arctic Region (SCPAR), mii lea parlamentarihkkariid ovttasbargoorgána árktalaš parlamentarihkarkonferánssaid gaskkas.

source: Barentssamarbeidet er organisert i Barentsrådet (ministernivå), regionråd og regionkomite (13 regioner og en felles urfolksrepresentant), og Arbeidsgruppen for urfolk som er et rådgivende organ for regionrådet og barentsrådet.
sme: Barentsovttasbargu lágiduvvo Barentsráđis (ministtardásis), regiovdnaráđis ja regiovdnalávdegottis (13 regiovnna ja oktasaš eamiálbmotáirras), ja Eamiálbmogiid bargojoavkkus mii lea regiov ­dnaráđi ja Barentsráđi ráđđeaddi orgána.

source: Den regionale arbeidsgruppen for urfolk i Barentsregionen er oppnevnt av Regionrådet.
sme: Barentsguovllu eamiálbmogiid regiovnnalaš bargojoavkku lea Regiovdnaráđđi nammadan.

source: Sametingets medlem i arbeidsgruppen er leder for arbeidsgruppen for urfolk fra januar 2006.
sme: Bargojoavkku Sámediggelahttu lea eamiálbmogiid bargojoavkku jođiheaddji ođđajagimánu 2006 rájes.

source: Lederen deltar i Barentsrådets møte.
sme: Jođiheaddji oassálastá Barentsráđi čoahkkimiidda.

source: Det avholdes også et møte i året mellom embetskomiteen (CSO) og Arbeidsgruppen.
sme: Dollo maiddái čoahkkin oktii jahkái ámmátolbmolávdegotti (CSO) ja Bargojoavkku gaskka.

source: Arbeidsgruppen for urfolk har utarbeidet et Handlingsprogram for urfolk for perioden 2005 – 2008.
sme: Eamiálbmogiid bargojoavku lea ráhkadan Eamiálbmogiid doaibmaplána áigodahkii 2005 – 2008.

source: Tiltakene i handlingsprogrammet har fokus på nenetsiske, vepsiske og samiske områder på russisk side av Barentsregionen, innen satsingsområdene helse, miljø og naturbruk, utdanning og kompetanseutvikling, tradisjonelle næringer og forretningsvirksomhet, kultur, infrastruktur samt informasjon og medievirksomhet.
sme: Doaibmaplána doaibmabijut leat vuost-tažettiin njenecalaš, vepsalaš ja sámi guovlluid várás Barentsguovllu Ruošša bealde áŋgiruššan-surggiin dearvvašvuohta, biras ja luonddudoallu, oahpahus ja gelbbolašvuođaovddideapmi, árbevirolaš ealáhusat ja gávppašandoaimmat, kultuvra, vuođđostruktuvra ja diehtojuohkin ja mediadoaimmat.

source: Sametinget beklager at det ikke er satt av særskilte økonomiske ressurser til å følge opp tiltakene.
sme: Sámediggi šálloša go eai leat várrejuvvon sierra ekonomalaš resurssat doaibmabijuid čuovvoleapmái.

source: Barents Youth Conference 2006 ble arrangert i Tromsø.
sme: Barents Youth Conference 2006 lágiduvvui Romssas.

source: Overordnet tema var «Youth in the High North and identity to the area».
sme: Bajimus fáddán lei «Youth in the High North and identity to the area».

source: Barents Regionale Ungdomsråd, hvor Sametingets ungdomspolitisk utvalg i 2006 har vært urfolkenes representant, har bidratt i planleggingen av konferansen.
sme: Barents Regiovnnalaš Nuoraidráđđi, mas Sámedikki nuoraidpolitih ­kalaš lávdegoddi lei eamiálbmogiid ovddastead ­djin 2006s, lea leamaš mielde plánemin konferánssa.

source: Et nytt regionalt Barents ungdomsprogram vil gjelde for perioden 2007 – 2010.
sme: Ođđa regiovnnalaš Barents nuoraidprográmma doaibmá áigodahkii 2007 – 2010.

source: Sametingets ungdomspolitiske utvalg har gitt innspill til det nye programmet.
sme: Sáme ­dikki nuoraidpolitihkalaš lávdegoddi lea buktán evttohusaid ođđa prográmmii.

source: Programmet ble vedtatt i Barents regionråd i november 2006.
sme: Barents regiov ­dnaráđđi dohkkehii prográmma skábmamánus 2006.

source: Sametinget bevilger årlig støtte til drift av Barents urfolkskontor i Murmansk.
sme: Sámediggi juolluda jahkásaččat doarjaga Barents eamiálbmotkantuvrra doaimmaheapmái Murmánskkas.

source: Støtten bevilges til Barentssekretariatet, som i samarbeid med arbeidsgruppen for urfolk er ansvarlig for drift av kontoret.
sme: Doarjja juolluduvvo Barentsčállingoddái, mas ovttas eamiálbmogiid bargojovkkuin lea ovddasvástádus kantuvrra doaimmaheamis.

source: Sametinget mener at kontoret vil styrke deltakelsen fra urfolk i Barentsregionen.
sme: Sámediggi oaivvilda ahte kantuvra nanne eamiál ­bmogiid oassálastima Barentsregiuvdnii.

source: Det er derfor beklagelig at Sametinget i Norge alene finansierer driften av kontoret.
sme: Danne lea šállošahtti go Sámediggi Norggas okto ruhtada kantuvrra doaimma.

source: Det må opprettes en avtale mellom de nordiske landene om en felles finansiering av urfolksarbeidet i Barentsregionen.
sme: Ferte ásahuvvot šiehtadus davviriikkaid gaskka ahte dat ovttas ruhtadit Barentsguovllu eamiálbmotbarggu.

source: Sametingsrådet har støttet initiativet om etablering av et internasjonalt Barentssekretariat.
sme: Sámediggeráđđi lea dorjon jurdaga ásahit riik ­kaidgaskasaš Barentsčállingotti.

source: Rådet har påpekt at urfolksdimensjonen må være klart definert i et slikt sekretariat, og sikres i den videre prosessen.
sme: Ráđđi lea čujuhan ahte eamiálbmotdimenšuvdna ferte leat čielgasit mearriduvvon dakkár čállingottis, ja ferte sihkkarastojuvvot viidáset proseassas.

source: Sametingets arbeid med europapolitiske spørsmål skjer via SPR og Sametingets kontakt med sentrale, regionale myndigheter i Norge.
sme: Sámedikki bargu eurohpapolitihkalaš gažaldagaiguin dahkko SPR bokte, ja Sámedikki oktavuođa bokte Norgga guovddáš, regiovnnalaš eiseválddiiguin.

source: Sametinget deltar i «Europapolitisk Forum for sentrale, regionale og lokale myndigheter».
sme: Sámediggi lea mielde «Guovddáš, regiovnnalaš ja báikkálaš eiseválddiid eurohpapolitihkalaš Forumis».

source: Sametinget deltar også i den administrative kontaktgruppen.
sme: Sámediggi lea maid mielde hálddahuslaš gulahallanjoavkkus.

source: Sametinget har deltatt i Interreg III A (2000 – 2006) i EUs grenseregionale samarbeidsprogram gjennom to program; Interreg Sapmi og Interreg Åarjelsamien dajve.
sme: Sámediggi lea oassálastán EUa rádjeregiovnnalaš ovttasbargoprográmmii Interreg III A (2000 – 2006) guovtti prográmmas Interreg Sápmi ja Interreg Åarjelsamien dajve.

source: Målet for deltakelsen har vært å bedre vilkårene for næringsøkonomisk og sosial utvikling i grenseregionene, gjennom innsatsområder knyttet til samisk samfunnsutvikling, kunnskap og kompetanseoppbygging.
sme: Oassálastima ulbmil lea leamaš rádjeregiovnnaid ealáhusekonomalaš ja sosiála ovddideami eavttuid buorideapmi, áŋgiruššansurggiid bokte mat čatnasit sámi servodatovddideapmái, máhttui ja gelbbolašvuođaloktemii.

source: Gjennom programperioden har Sametinget deltatt med støtte i 30 prosjekter.
sme: Prográmmaáigodagas lea Sámediggi oassálastán 30 prošeavtta doarjumiin.

source: Prosjektene har resultert i verdifulle kontakter, nettverk og kompetanse.
sme: Prošeavttat leat buvttihan mávssolaš oktavuođaid, fierpmádagaid ja gelbbolašvuođa.

source: En rekke prosjekter i den avsluttende programperioden vil gå fram til utgangen av 2007.
sme: Ollu prošeavttat loahpalaš prográmmaáigodagas jotkojuvvojit 2007 lohppii.

source: 1.2.3.3 FN
sme: 1.2.3.3 ON

source: FNs permanente forum for urfolksspørsmål
sme: ON eamiálbmotáššiid Bistevaš Forum

source: FNs Permanente Forum for urfolkssaker avholdt i 2006 sin femte sesjon i New York.
sme: ON eamiálbmotáššiid Bistevaš Forum doalai viđát sešuvnnas New Yorkas.

source: Sametinget deltok i den norske delegasjonen, og hadde fokus på urfolksutfordringer knyttet til FNs tusenårsmål og forslaget til en Nordisk samekonvensjon.
sme: Sámediggi oassálasttii Norgga sáttagoddái, ja guovddáš beroštus lei daidda eamiálbmothástalusaide mat čatnasit ON duhátjagiulbmilii ja Davviriikkalaš sámekonvenšuvdnaevttohussii.

source: Sametinget ser arbeidet i FNs permanente Forum som meget viktig og har derfor over noen år bidratt med økonomisk støtte til lederen.
sme: Sámedikki mielas lea ON Bistevaš Forum bargu hui deaŧalaš, ja danne lea Sámediggi moadde jagi dorjon jođiheaddji ekonomalaččat.

source: Konvensjonen om biologisk mangfold
sme: Biologalaš šláddjivuođa konvenšuvdna

source: Både under det åttende partsmøtet i Curitiba, Brasil. og under et arbeidsgruppemøte som omhandlet artikkel 8 (j) urfolksspørsmål.
sme: 2006s lea Sámediggi oassálastán riikkaidgaskasaš bargui biologalaš šláddjiivuođa konvenšuvnnnain, sihke gávccát osolaščoahkkimis Curitibas, Brasiillas, ja bargojoavkočoahkkimis mii gieđahalai ar-tihkkala 8 (j) eamiálbmotáššiid.

source: Sametinget deltok i den norske delegasjonen på disse møtene.
sme: Sámediggi lei mielde Norgga sáttagottis dáin čoahkkimiin.

source: Forholdet mellom Sametinget og den norske delegasjonen var preget av et godt samarbeid.
sme: Sámedikki ja Norgga sáttagotti gaskasaš ovttasbargu lei buorre.

source: På partskonferansen var samene også representert i Sveriges delegasjon, og gjennom Samerådet.
sme: Osolaškonferánssas ledje sápmelaččat maiddái ovddastuvvon Ruoŧa sáttagottis, ja Sámiráđis.

source: De samiske representantene fulgte spesielt opp temaene som omhandlet urfolksspørsmål, tilgang til og fordeling av fordeler ved bruk av genressurser, verneområder, fremmede innvandrende arter, biodiversitet og klimaendringer, og marin- og kyst biomangfold.
sme: Sámi áirasat čuovvoledje erenoamážit eamiálbmotáššiid, ovdduid oažžun ja juogadeapmi genaresurssaid geavaheami oktavuođas, suodjalanguovlluid, vieris sisaboahtán šlájaid, biošláddjiivuođa ja dálkkádatrievdamiid, ja mariidna- ja rittuid biošláddjiivuođa.

source: Sametinget var også sterkt engasjert i et nettverk for kvinner og biodiversitet, og presenterte klimaendringer i arktisk.
sme: Sámediggi oassálasttii maiddái árjjalaččat nissoniid ja biošláddjiivuođa fierpmá, ­dahkii ja bijai ovdan dálkkádatrievdamiid árktisas.

source: FN-erklæringen om urfolks rettigheter
sme: ON-julggaštus eamiálbmotvuoigatvuođaid birra

source: Sametinget har vært representert i den norske delegasjonen til møtene i Menneskerettskommisjonens arbeidsgruppe om utkastet til FN-erklæring om urfolks rettigheter.
sme: Sámediggi lea ovddastuvvon Norgga sáttagottis Olmmošvuoigatvuođakomišuvnna bargojoavkku čoahkkimiin ON-julggaštusa eamiálbmotvuoigatvuođaid evttohusa oktavuođas.

source: Forslaget til erklæringstekst inneholder anerkjennelse av urfolks rett til selvbestemmelse og landrettigheter.
sme: Julggaštusteakstaevttohus dohkkeha eamiálbmogiid iešmearridanvuoigatvuođa ja eanavuoigatvuođaid.

source: Sametinget registrerer at urfolks rettigheter fortsatt ikke aksepteres i mange stater.
sme: Sámediggi oaidná ja diehtá ahte ollu stáhtat eai leat vel dohkkehan eamiálbmogiid vuoigatvuođaid.

source: , Australia, New Zealand, Canada og Russland har tilkjennegitt motstand mot erklæringsteksten.
sme: Amerihká Ovttastuvvan Stáhtat, Austrália, Ođđa Selánda, Kanada ja Ruošša leat dovddahan vuostemiela julggaštustekstii.

source: Canada og Russland stemte begge mot erklæringsresolusjonen i FNs menneskerettsråd (MR-rådet).
sme: Kanada ja Ruošša jienasteigga goappašagat vuostá julggaštusresolušuvnna ON olmmošvuoigatvuođaráđis.

source: Tredjekomitéen i FNs Generalforsamling besluttet i desember 2006 å utsette behandlingen av urfolkserklæringen til høsten 2007.
sme: ON Váldočoahkkima goalmmátlávdegoddi mearridii juovlamánus 2006 maŋidit eamiálbmot ­julggaštusa meannudeami 2007 čakčii.

source: Beslutningen ble foretatt etter forslag fra Namibia, Botswana og Nigeria hvor urfolks rettigheter er under sterkt press til fordel for industrialisert utnyttelse, spesielt fra mineralinteresser og turistindustrien.
sme: Mearrádus dahkkojuvvui Namibia, Botswána ja Nigeria evttohusaid vuođul, gos eamiálbmotvuoigatvuođat leat garrasit deddojuvvon idustriálalaš ávkkástallamii ovdun, erenoamážit minerálaberoštusaid ja turismaindustriija bealis.

source: Generalforsamlingens beslutning kan åpne for nye forhandlinger om innholdet, men denne gang uten at urfolk får muligheter til å delta i prosessen.
sme: Váldočoahkkima mearrádus sáhttá vuolggahit ođđa šiehtadallamiid sisdoalu dáfus, muhto dán vuoru nu ahte eamiálbmogat eai beasa searvat prosessii.

source: Vi frykter at dette kan gi som resultat at flere urfolk blir bortdefinert, at overordnede rettslige prinsipper som rett til selvbestemmelse og medinnflytelse går tapt og at urfolks rettigheter til ressursene i sine tradisjonelle områder blir konfiskert gjennom en vilkårlig nasjonal lovgivning.
sme: Mii ballat ahte boađusin sáhttá šaddat ahte eanet eamiálbmogat eai lohkkojuvvo šat eamiálbmogin, ahte bajimus rievttálaš prinsihpat nu go iešmearridanvuoigatvuohta ja mielváikkuheapmi massojuvvo ja ahte eamiálbmogiid vuoigatvuođat resurssaide sin árbevirolaš guovlluin duoguštuvvojit sahte nášuvnnalaš lágaiguin.

source: Sametinget er engasjert i arbeidet med å forsvare den erklæringsteksten som ble vedtatt av MR-rådet og appellerer sammen med andre urfolksorganisasjoner og institusjoner om støtte fra spesielt de nordiske land og andre stater, som har utviklet en større grad av rettferdighet og respekt for menneskerettighetene, til å bistå til en positiv avslutning på en flere hundre år gammel og mørk periode med undertrykkelse og fornektelse av urfolks fundamentale rettigheter.
sme: Sámediggi bargá árjjalaččat dan julggaštus ­teavstta bealuštemiin maid Olmmošvuoigatvuođaráđđi dohkkehii, ja ávžžuha ovttas eará eamiálbmotorganisašuvnnaiguin ja - ásahusaiguin oažžut doarjaga erenoamážit davviriikkain ja eará stáhtain mat buorebut árvvusatnet olmmošvuoigatvuođaid ja atnet daid eanet vuoiggalažžan, nu ahte máŋgga čuohte jahkásaš ja seavdjadis eamiálbmogiid vuđolaš vuoigatvuođaid deaddin ja biehttaleapmi oččošii positiivva loahpa.

source: Sametinget uttrykker bekymring over at De forente nasjoner etter tjue års arbeid med en universell erklæring om urfolksrettigheter ennå ikke har kommet fram til en omforent tekst som uttrykker universelle minimumsstandarder for urfolks rettigheter.
sme: Sámediggi lea fuolas go Ovttastuvvon Našuvnnat maŋŋá 20 jagi barggu máilmmiviidosaš julggaštusain eamiálbmotvuoigatvuođaid hárrái ii vel leat soahpan teavstta mii ilbmadivččii máilmmiviidosaš unnimusstandárddaid eamiálbmot vuoigatvuođaide.

source: Sametinget ber om at Norge fortsatt arbeider aktivt for en snarlig vedtakelse av FN-erklæringen om urfolks rettigheter.
sme: Sámediggi bivdá Norgga ain bargat árjjalaččat dan ala ahte ON-julggaštus eamiálbmotvuoigatvuođaid birra fargga dohkkehuvvo.

source: 1.3 Rettigheter
sme: 1.3 Vuoigatvuođat

source: På det overordnede planet handler Sametingets virksomhet om rettigheter innenfor alle politikkområder.
sme: Sámedikki bajimus dási doaimmas lea sáhka vuoigatvuođain buot politihkkasurggiin.

source: Samer har rettigheter som individ, som eget folk, som egen kultur og som urfolk.
sme: Sámiin leat vuoigatvuođat individan, sierra álbmogin, sierra kultuvran ja eamiálbmogin.

source: Samer har rett til land og vann og rett til de ressursene som danner det felles materielle kulturgrunnlaget.
sme: Sámiin lea vuoigat ­vuohta eatnamiidda ja čáziide ja vuoigatvuohta daidda resurssaide mat leat vuođđun oktasaš ávnnaslaš kultuvrii.

source: Rettighetene knytter seg også til en rekke andre områder som for eksempel språk, kultur, utdanning, helse og kulturminner.
sme: Vuoigatvuođat leat maid čadnon ollu eará surggiide nu go ovdamearkka dihtii gillii, kultuvrii, ohppui, dearvvašvuhtii ja kulturmuittui-de.

source: Rettsgrunnlaget finnes i internasjonale folkerettslige bindende konvensjoner og i nasjonal rett.
sme: Riektevuođđu boahtá ovdan riikkaidgaskasaš álbmotrievttálaččat geatnegahtti konvenšuvnnain ja nášuvnnalaš rievttis.

source: Som samenes folkevalgte organ i Norge er Sametingets mål å arbeide for anerkjennelse av samenes rettigheter som grunnlag for å ivareta og styrke samisk kultur, språk og samfunnsliv.
sme: Sámiid álbmotválljen orgánan Norggas lea Sámedikki ulbmil oažžut sámiid vuoigatvuođa dohkkehuvvot vuođđun sámi kultuvrra, giela ja servodateallima áimmahuššamii ja nannemii.

source: Sametinget vil prioritere arbeidet med å sikre at pågående samiske rettighetsprosesser finner snarlige konklusjoner og løsninger i samsvar med historiske samiske rettigheter og folkeretten.
sme: Sámediggi áigu vuoruhit barggu ahte sámi vuoigatvuođaproseassain mat leat jođus sihkkarastojuvvojit johtilit dakkár konklušuvnnat ja čovdosat mat dávistit historjjálaš sámi vuoigatvuođaide ja álbmotriektái.

source: Endelige konklusjoner og beslutninger skal ikke treffes før samene har sluttet seg til disse.
sme: Loahpalaš konklušuvnnat ja mearrádusat eai galgga dahkkot ovdalgo sámit leat guorrasan daidda.

source: 1.3.1 Konsultasjoner
sme: 1.3.1 Konsultašuvnnat

source: Som urfolk har samene rett til å bli konsultert i saker som kan få direkte betydning for dem.
sme: Eamiálbmogin lea sámiin vuoigatvuohta konsultašuvnnaide dain áššiin, main sáhttá leat njuolgga mearkkašupmi sidjiide.

source: Denne retten er nedfelt i ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater, artikkel 6.
sme: Dát vuoigat ­vuohta boahtá ovdan ILO-konvenšuvnnas nr. 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, guđát kapihttalis.

source: Prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget (konsultasjonsavtalen) ble godkjent av Sametinget 1. juni 2005 og fastsatt i statsråd 1. juli 2005.
sme: Geassemánu 1. b. 2005 dohkkehii Sámediggi prosedyraid stáhta eiseválddiid ja Sámedikki gaskasaš konsultašuvnnaid várás (konsultašuvdnašiehtadus) ja stáhtaráđđi mearridii daid suoidnemánu 1. b. 2005.

source: Konsultasjonsavtalen er et viktig skritt for å tydeliggjøre Sametingets plass i styringssystemet i landet.
sme: Konsultašuvdnašiehtadus lea deaŧalaš lávki čalmmustuhttimis Sámedikki saji riikka stivrenvuogádagas.

source: Konsultasjonsplikten synliggjør at statlige myndigheter faktisk skal søke å oppnå enighet med Sametinget.
sme: Konsultašuvdnageatnegasvuohta čalmmustuhttá ahte stáhta eiseválddit duođaid galget oččodit ovttamielalašvuođa Sámedikkiin.

source: Avtalen er et viktig verktøy som bidrar til å sikre at avgjørelser fattes med legitimitet i den samiske befolkningen gjennom deres folkevalgte organ.
sme: Šiehtadus lea deaŧalaš reaidu mii lea mielde sihkkarastimin ahte mearrádusain lea lobálašvuohta sámi ál-bmogis dan álbmotválljen orgána bokte.

source: Sametinget har i 2006 gjennomført konsultasjoner med statlige myndigheter i mange saker.
sme: Sámediggi lea 2006 čađahan konsultašuvnnaid stáhtaeiseváldiiguin ollu áššiin.

source: Konsultasjonsavtalen hviler på et partnerskapsperspektiv mellom Sametinget og statlige myndigheter.
sme: Konsultašuvdnašiehtadus lea vuođđuduvvon Sáme ­dikki ja stáhta eiseválddiid gaskasaš searvevuođaperspektiivii.
